var scinario_data = [
    {
        "id": 0,
        "msg": "初めまして！<br>ポケモンマスター羊の世界へようこそ！",
        "bgimg": "yama.png",
        "audio":"n37.mp3",
        "choice": [
            {
                "goto": 1,
                "text": "次へ"
            }
        ]
    },
    {
        "id": 1,
        "msg": "まずは君の名前を教えてくれ",
        "bgimg": "a.jpeg",
        "audio":"n37.mp3",
        "choice": [
            {
                "goto": 2,
                "text": "次へ"
            }
        ]
    },
    {
        "id": 2,
        "msg": "なるほど!player_nameというんだな！次に初めてふれる羊の名前を教えてくれ!",
        "bgimg": "a.jpeg",
        "audio":"n37.mp3",
        "choice": [
            {
                "goto": 3,
                "text": "次へ"
            }
        ]
    },
    {
        "id": 3,
        "msg": "これから君の冒険の始まりだ！<br>それでは, 夢と冒険と！<br>ポケモンの世界へ！",
        "bgimg": "a.jpeg",
        "audio":"n37.mp3",

        "choice": [
            {
                "goto": 4,
                "text": "次へ"
            }
        ]
    },
    {
        "id": 4,
        "msg": "4月1週目<br><br>現在、羊を飼育することが流行している。その理由は、人によって育成した子羊が変わるからだ。",
        "bgimg": "首.jpeg",
        "audio":"n37.mp3",
        "choice": [
            {
                "goto": 5,
                "text": "次へ"
            }
        ]
    },
    {
        "id": 5,
        "msg": "私は軽トラで仕事に行く途中、神社の前に一匹のあなたの羊が倒れていた。\n 近づいてみるとあなたの羊は衰弱していて、身体中に痣があった。酷く虐められた後の様で誰かに助けを求めている様だった。",
        "bgimg": "首.jpeg",
        "audio":"n37.mp3",
        "choice": [
            {
                "goto": 6,
                "text": "次へ"
            }
        ]
    },
    {
        "id": 6,
        "msg": "急いで軽トラにあなたの羊を乗せて動物病院に連れて行って、あなたの羊を治療してもらった。",
        "bgimg": "首.jpeg",
        "audio":"n37.mp3",
        "choice": [
            {
                "goto": 7,
                "text": "次へ"
            }
        ]
    },
    {
        "id": 7,
        "msg": "野生動物をかわいそうだからと言う理由で助ける事を良くないし、\n 助けを求めていたあなたのが絶望していたときの自分と寝ている様な気がした。",
        "bgimg": "首.jpeg",
        "audio":"n37.mp3",
        "choice": [
            {
                "goto": 9,
                "text": "次へ"
            }
        ]
    },
    {
        "id": 8,
        "msg": "だから、友人の力を借りながらあなたの羊を飼育したい人を捜索して、その間はあなたの羊をに一時的に飼育する事にした。",
        "bgimg": "首.jpeg",
        "audio":"n37.mp3",
        "choice": [
            {
                "goto": 9,
                "text": "次へ"
            }
        ]
    },
    {
        "id": 9,
        "msg": "あなたの羊に餌を与えよう",
        "bgimg": "首.jpeg",
        "audio":"n37.mp3",
        "choice": [
            {
                "goto": 10,
                "text": "ミルク"
            }
        ]
    },
    {
        "id": 10,
        "msg": "あなたの羊は美味しそうに餌を食べている",
        "bgimg": "首.jpeg",
        "audio":"n37.mp3",
        "choice": [
            {
                "goto":11,
                "text":"次へ"
            }
        ]
    },
    {
        "id": 11,
        "msg": "4月3週目<br><br>あなたの羊は最初に私を警戒していたが、今はもう懐いてくれている。",
        "bgimg": "首.jpeg",
        "audio":"n37.mp3",
        "choice": [
            {
                "goto":12,
                "text":"次へ"
            }
        ]
    },
    {
        "id": 12,
        "msg": "自宅に動物を飼育する為の道具が無かったなので、Amazonを使ってあなたの羊の飼育に必要な物を探して購入した。",
        "bgimg": "首.jpeg",
        "audio":"n37.mp3",
        "choice": [
            {
                "goto":13,
                "text":"次へ"
            }
        ]
    },
    {
        "id": 13,
        "msg": "あなたの羊はこの二週間で少しずつ回復してきて、今では普通に歩ける状態になった。",
        "bgimg": "首.jpeg",
        "audio":"n37.mp3",
        "choice": [
            {
                "goto":14,
                "text":"次へ"
            }
        ]
    },
    {
        "id": 14,
        "msg": "私がiPadで羊用のおもちゃを探しているとあなたの羊が歩いて寄ってきて、画面に興味心身だった。\n だから、画面のおもちゃを拡大してあなたの羊が興味がありそうな行動をした物を購入した。",
        "bgimg": "首.jpeg",
        "audio":"n37.mp3",
        "choice": [
            {
                "goto":15,
                "text":"次へ"
            }
        ]
    },
    {
        "id": 15,
        "msg": "羊用のベットが無かった頃は布団であなたの羊と寝ていた。\n そのせいなのか、藁で作ったお手製ベットに寝ないで私のいる布団に潜り込んでくる。",
        "bgimg": "首.jpeg",
        "audio":"n37.mp3",
        "choice": [
            {
                "goto":16,
                "text":"次へ"
            }
        ]
    },
    {
        "id": 16,
        "msg": "今まで寂しい思いをしてきたから人間の私でも近くにいて欲しいのかもしれない。\n そして、私も1人は寂しいのでこれかも一緒に布団で寝る事にした。",
        "bgimg": "首.jpeg",
        "audio":"n37.mp3",
        "choice": [
            {
                "goto":17,
                "text":"次へ"
            }
        ]
    },
    {
        "id": 17,
        "msg": "いつかは他の人があなたの羊を引き取っていくのだろう。そう考えると悲しくなった。",
        "bgimg": "首.jpeg",
        "audio":"n37.mp3",
        "choice": [
            {
                "goto":18,
                "text":"次へ"
            }
        ]
    },
    {
        "id": 18,
        "msg": "あなたの羊に餌を与えよう",
        "bgimg": "首.jpeg",
        "audio":"n37.mp3",
        "choice": [
            {
                "goto":19,
                "text":"ミルク"
            }
        ]
    },
    {
        "id": 19,
        "msg": "あなたの羊は美味しそうに餌を食べている",
        "bgimg": "首.jpeg",
        "audio":"n37.mp3",
        "choice": [
            {
                "goto":20,
                "text":"次へ"
            }
        ]
    },
    {
        "id": 20,
        "msg": "5月1週目<br><br>あなたの羊への愛着が湧いてしまい、友人に頼んでいたあなたの羊の飼育者募集をやめてもらった。\nこれから、一時的ではなく一生あなたの羊と家族でいようと決意した。あなたの羊可愛いし。",
        "bgimg": "首.jpeg",
        "audio":"n37.mp3",
        "choice": [
            {
                "goto":21,
                "text":"次へ"
            }
        ]
    },
    {
        "id": 21,
        "msg": "Amazonで購入したものは全て届いて配置も終わった。これで飼育環境はバッチリだ。\n あなたの羊は回復し切った様子で、最近は家の中で走る様になった",
        "bgimg": "首.jpeg",
        "audio":"n37.mp3",
        "choice": [
            {
                "goto":22,
                "text":"次へ"
            }
        ]
    },
    {
        "id": 22,
        "msg": "私が過保護なせいでまだあなたの羊と散歩に出ていない。あなたの羊が外を見て怖がっているのを見たからだ。\nしかし、私が仕事で家にいない時も家の中にいてもらっていたので運動不足でストレスが溜まっているかもしれない。",
        "bgimg": "首.jpeg",
        "audio":"n37.mp3",
        "choice": [
            {
                "goto":23,
                "text":"次へ"
            }
        ]
    },{
        "id": 23,
        "msg": "今度から外に散歩しに行こう。",
        "bgimg": "首.jpeg",
        "audio":"n37.mp3",
        "choice": [
            {
                "goto":24,
                "text":"次へ"
            }
        ]
    },{
        "id": 24,
        "msg": "あなたの羊に餌を与えよう",
        "bgimg": "首.jpeg",
        "audio":"n37.mp3",
        "choice": [
            {
                "goto":25,
                "text":"ミルク"
            }
        ]
    },{
        "id": 25,
        "msg": "あなたの羊は美味しそうに餌を食べている。\n 次回から草などの餌を与えよう。",
        "bgimg": "首.jpeg",
        "audio":"n37.mp3",
        "choice": [
            {
                "goto":26,
                "text":"次へ"
            }
        ]
    },{
        "id": 26,
        "msg": "5月3週目<br><br>今週からあなたの羊との散歩に行く様になった。\n 初めて散歩に行こうとした時、あなたの羊は外を怖がって恐る恐る私について出てきた。",
        "bgimg": "首.jpeg",
        "audio":"n37.mp3",
        "choice": [
            {
                "goto":27,
                "text":"次へ"
            }
        ]
    },{
        "id": 27,
        "msg": "だけど、外と言う広い場所で運動できるという開放感などがあったのか。\n 散歩を始めて直ぐにあなたの羊は走る様になり、私を早く行こうと急かしてくる。",
        "bgimg": "首.jpeg",
        "audio":"n37.mp3",
        "choice": [
            {
                "goto":28,
                "text":"次へ"
            }
        ]
    },{
        "id": 28,
        "msg": "途中の公園で休憩していると近所で羊を買っている人と羊の散歩を目にした。\n その羊はピリピリと静電気を発していて、やっぱり普通の羊と変わっていた。",
        "bgimg": "首.jpeg",
        "audio":"n37.mp3",
        "choice": [
            {
                "goto":29,
                "text":"次へ"
            }
        ]
    },{
        "id": 29,
        "msg": "今飼っているあなたの羊は将来どんな羊に変わっていくのだろう。これからのあなたの羊の成長が楽しみになった。",
        "bgimg": "首.jpeg",
        "audio":"n37.mp3",
        "choice": [
            {
                "goto":30,
                "text":"次へ"
            }
        ]
    },{
        "id": 30,
        "msg": "あなたの羊に餌を与えよう",
        "bgimg": "首.jpeg",
        "audio":"n37.mp3",
        "choice": [
            {
                "goto":31,
                "text":"草"
            },
            {
                "goto":31,
                "text":"小麦"
            },
            {
                "goto":32,
                "text":"肉"
            }
        ]
    },{
        "id": 31,
        "msg": "あなたの羊は美味しそうに餌を食べている",
        "bgimg": "首.jpeg",
        "audio":"n37.mp3",
        "choice": [
            {
                "goto":33,
                "text":"次へ"
            }
        ]
    },{
        "id": 32,
        "msg": "あなたの羊は嫌そうに餌を食べている",
        "bgimg": "首.jpeg",
        "audio":"n37.mp3",
        "choice": [
            {
                "goto":33,
                "text":"次へ"
            }
        ]
    },{
        "id": 33,
        "msg": "6月1週目<br><br>梅雨に入ったのか、雨が続いて散歩に行けない日々が増えた。\n 今日は散歩に行かないよとあなたの羊にいうと悲しそうな表情をする。",
        "bgimg": "首.jpeg",
        "audio":"n37.mp3",
        "choice": [
            {
                "goto":34,
                "text":"次へ"
            }
        ]
    },{
        "id": 34,
        "msg": "そんな日は家の中で一緒にテレビを見てぬくぬく過ごしている。あなたの羊の毛も少しずつ伸びてきて撫でていて気持ちいい。\n 最近、あなたの羊を吸いすぎて少し嫌がられる様になった。",
        "bgimg": "首.jpeg",
        "audio":"n37.mp3",
        "choice": [
            {
                "goto":35,
                "text":"次へ"
            }
        ]
    },{
        "id": 35,
        "msg": "テレビで漫才を見ていると面白い部分で私と一緒にあなたの羊も笑っている様に見えた。\n あなたの羊がテレビを面白いと思っていると思ったので、仕事で家を留守にしている間はテレビを付けっぱなししてあなたの羊がいつでも見れる様にした。",
        "bgimg": "首.jpeg",
        "audio":"n37.mp3",
        "choice": [
            {
                "goto":36,
                "text":"次へ"
            }
        ]
    },{
        "id": 36,
        "msg": "あなたの羊に餌を与えよう",
        "bgimg": "首.jpeg",
        "audio":"n37.mp3",
        "choice": [
            {
                "goto":37,
                "text":"草"
            },
            {
                "goto":37,
                "text":"小麦"
            },
            {
                "goto":38,
                "text":"肉"
            }
        ]
    },{
        "id": 37,
        "msg": "あなたの羊は美味しそうに餌を食べている",
        "bgimg": "首.jpeg",
        "audio":"n37.mp3",
        "choice": [
            {
                "goto":39,
                "text":"次へ"
            }
        ]
    },{
        "id": 38,
        "msg": "あなたの羊は嫌そうに餌を食べている",
        "bgimg": "首.jpeg",
        "audio":"n37.mp3",
        "choice": [
            {
                "goto":39,
                "text":"次へ"
            }
        ]
    },{
        "id": 39,
        "msg": "6月3週目<br><br>今日はあなたの羊を連れて町に出かけた。あなたの羊の毛が伸びたのでそれを整える肌にあるブラシを探す為だ。\n 自宅が田舎の方にあるので、ビルなど大きな建物を見てあなたの羊は驚いている様だった。",
        "bgimg": "首.jpeg",
        "audio":"n37.mp3",
        "choice": [
            {
                "goto":31,
                "text":"次へ"
            }
        ]
    },{
        "id": 40,
        "msg": "町には様々な変化を遂げた羊を連れている人がいた。\n 煙を出し続ける羊、背中から花を咲かせている羊など多種多様で見ていて面白い。",
        "bgimg": "首.jpeg",
        "audio":"n37.mp3",
        "choice": [
            {
                "goto":41,
                "text":"次へ"
            }
        ]
    },{
        "id": 41,
        "msg": "人混みの中を歩いてブラシを買って疲れたので、町外れの公園で休憩した。少しぼうっとしているとあなたの羊が突然鳴き出した。",
        "bgimg": "首.jpeg",
        "audio":"n37.mp3",
        "choice": [
            {
                "goto":42,
                "text":"次へ"
            }
        ]
    },{
        "id": 42,
        "msg": "あなたの羊の方を見るとあなたの羊がいつも大事にしていたおもちゃを蛇が加えて持ち去っていった。\n 蛇がなんでとは思いつつ、蛇が怖くておもちゃを取り返せなかった。",
        "bgimg": "首.jpeg",
        "audio":"n37.mp3",
        "choice": [
            {
                "goto":43,
                "text":"次へ"
            }
        ]
    },{
        "id": 43,
        "msg": "あなたの羊がいつまでも悲しい表情をしていたので、街で同じおもちゃを買いなおして、家に帰った。",
        "bgimg": "首.jpeg",
        "audio":"n37.mp3",
        "choice": [
            {
                "goto":44,
                "text":"次へ"
            }
        ]
    },{
        "id": 44,
        "msg": "あなたの羊に餌を与えよう",
        "bgimg": "首.jpeg",
        "audio":"n37.mp3",
        "choice": [
            {
                "goto":45,
                "text":"草"
            },
            {
                "goto":45,
                "text":"小麦"
            },
            {
                "goto":46,
                "text":"肉"
            }
        ]
    },{
        "id": 45,
        "msg": "あなたの羊は美味しそうに餌を食べている",
        "bgimg": "首.jpeg",
        "audio":"n37.mp3",
        "choice": [
            {
                "goto":47,
                "text":"次へ"
            }
        ]
    },{
        "id": 46,
        "msg": "あなたの羊は嫌そうに餌を食べている",
        "bgimg": "首.jpeg",
        "audio":"n37.mp3",
        "choice": [
            {
                "goto":47,
                "text":"次へ"
            }
        ]
    }
]